; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.2.0
; Update: 9 de Novembro de 2023
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Português (Brasil)

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonClose=Fechar
BtnNews=Informação
[Translation]
LangCode=0416
ReadHabit=Left-to-right
LanguageName=PTB
LangShortName=pt-br
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Aviso
Error=Erro
Confirm=Confirmação
FrmMOMain.ckperiod.caption=Otimizar a memória a cada

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Compartilhar o Wise Memory Optimizer com os amigos
FrmMoMain.imgfacebook.hint=Curtir o WiseCleaner no Facebook
FrmMoMain.imgtwitter.hint=Compartilhar o Wise Memory Optimizer no Twitter
FrmMoMain.chkupdate.caption=Auto-procurar uma nova versão
FrmMoMain.btnlike.caption=Curtir
FrmMoMain.lblTotalMem.Caption=Tamanho da Memória:
FrmMoMain.lblaopt.Caption=Otimizar automaticamente se a memória disponível estiver abaixo de:
FrmMoMain.lbltry.Caption=Liberar mais memória
FrmMoMain.btnsettings.Caption=Configurações
FrmMoMain.btnOpt.Caption=Otimizar
FrmMoMain.chkmin.Caption=Minimizar no tray do sistema quando fechado
FrmMoMain.chkauto.Caption=Executá-lo quando o Windows inicia
FrmMoMain.chkautoOpt.Caption=Auto Otimização
FrmMoMain.ckchkclearborad.Caption=Limpar a área de transferência enquanto otimiza
FrmMoMain.chkidle.Caption=Executar quando a CPU estiver inativa (Recomendado)
FrmMoMain.lbllang.Caption=Idioma:
FrmMOMain.cknotice.caption=Mostrar a notificação após otimizar
FrmMOMain.ckMode.caption=Modo Escuro
;
; About
;
FrmAbout.caption=Sobre
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versão Atual:
FrmAbout.lblemail.caption=Email de Suporte:
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblthanks.caption=Agradecemos as seguintes pessoas por suas contribuições:
FrmAbout.lblUninstall.caption=Instrução pra Desinstalar
FrmAbout.lblPolicy.caption=Norma de Privacidade
FrmAbout.lblEula.caption=EULA

[MemoryOptimizer]
ThisTimeFreeMemory=Liberou %s de memória desta vez.
CurPrecent=Uso da Memória:
UsedMemory=Em Uso:
AvailableMemory=Disponível:
FreeMemory=Liberou:
At=as
pmShow=Abrir
pmOpt=Otimizar
pmAbout=Sobre
pmExit=Sair
SureExit=Otimizando a memória... Você tem certeza que quer sair agora?
Mintotray=Otimizando a Memória
pmdefragmem=Desfragmentar a RAM
pmclearmem=Liberar RAM
pmclearstandbymem=Esvaziar a RAM de Reserva

[Message]
NoNews=Você não tem mensagens não lidas
NewVer=Uma nova versão do Wise Memory Optimizer está disponível! Você quer atualizá-lo agora?
NotShowNotice=Não mostrar esta notificação de novo.
NoOptItem=Você precisa escolher pelo menos um método de otimização pra otimizar.
minutes=minuto(s)
hours=hora(s)

[feedback]
InvalidEmail=Por favor insira o endereço de email correto.
emptyinput=Por favor insira alguma coisa pra submeter.
thanks=Obrigado pelo seu feedback!
FrmFeedback.lblfeedback.caption = Como você classifica o %s?
FrmFeedback.lblemail.caption = Endereço de email:
FrmFeedback.lblgood.caption = Qual é a função que você mais gosta?
FrmFeedback.lblbad.caption = Qual é a função que você menos gosta?
FrmFeedback.lblwant.caption = Qual é a nova função que você mais quer?
FrmFeedback.btncancel.caption = Não estou interessado
FrmFeedback.btnsubmit.caption = Submeter